{"podcast_details": {"podcast_title": "Consider This from NPR", "episode_title": "In Puerto Rico, Natural Disasters Take A Mental And Academic Toll On Children", "episode_image": "https://media.npr.org/assets/img/2022/09/22/consider-this_tile_npr-network-01_sq-8b891a0172cb93e11c09450e3e66720252f89b7d.jpg?s=1400", "episode_transcript": " When Deshania Leigalarza was in the fifth grade, her family's ground floor apartment flooded. The town of Salinas, in southern Puerto Rico, where she and her family live, had seen heavy rainfall. My mother was sad because we lost everything. Her school had to close for a few days so that staff could clean a foot of muddy water from the classrooms, and the damage done to her home meant Deshania Leigalarza ended up missing school for two weeks, which she was not happy about. One day I went to be a nurse. School is very important to me. Those floods were just the latest interruption to her education and her life because of natural disasters. For many Puerto Ricans and their children, the trauma compounds and lingers. One resident calls this Collective Island PTSD. I was thinking, how long have we been going through different events? So I made a list from Maria on. Jiria Muniz is a teacher in Puerto Rico, and she is referencing Hurricane Maria in 2017. Since Hurricane Maria, Puerto Rico has been hit with all kinds of hardships, from a series of earthquakes starting in late 2019 to COVID in 2020. In 2021, in-person school resumed, but then Hurricane Fiona unleashed a furious attack on the island last year. Schools shut again. During that time, Muniz was worried for his students. It's nonstop, nonstop since 2017. If you think about my seventh graders right now, they've been going through this since second grade. So they have missed many skills that they have not developed, social, academic, behavioral, emotional. A recent study found more than a quarter of students needed help because of an emotional, mental, or behavioral situation. It worries me a lot. I feel desperation. Fourteen-year-old Dinelas Rodriguez and her 11-year-old brother, Jadniel, are all bright eyes and braces. The siblings have been worrying about how all the school they have missed will affect their futures. Dinelas wants to be a lawyer. I want to study. I want to be someone in life. But she worries about more than just her education. Dinelas remembers having to wait in line for hours for groceries after hurricanes. Now, every time there's a storm, she's afraid they won't have enough to eat. Her brother, Jadniel, says he's always on alert. I can't study right now because I'm worried. Who's going to study through something like that? There are efforts to help students. Over the past two years, U.S. Secretary of Education Miguel Cardona has signed off on $6 billion in federal money for the island's school system. Some of that has been used to hire hundreds of school nurses and psychologists, as well as to reimburse overdue payments for hundreds of evaluations and therapy sessions. Principal Jorge Luis Colon-Gonzalez says teachers and students like Bishanyali Galarza are still recovering emotionally. He's talked to the school psychologist himself, and he encourages students and teachers to do the same. Colon says he grew up poor in a nearby town, and education was his way out. He is determined that his students have the same chance to succeed. I will never, never, never give up. I will always be looking for strategies. Consider this. Over the past few years, Puerto Rico has faced a string of natural disasters — hurricanes, earthquakes, floods, landslides. It's all taken a heavy toll on student mental health, and made it harder and harder for students to keep up academically. From NPR, I'm Mary Louise Kelly. It's Monday, August 21st. This message comes from NPR sponsor Organic Valley, a co-op of small organic family farms. Farmer Tyler Webb shares what being a steward of his land means to him. When I think of land stewardship, it's taking the opportunity to slowly walk through your farm. To listen. To look for ways to work in harmony with our environment, with our ecosystem. Discover Organic Valley Dairy at ov.coop.org. It's Consider This from NPR. Academic outcomes in Puerto Rico have been on a steady decline since Hurricane Maria, as natural disasters have continued to disrupt learning. In 2022, 36% of 4th graders and 26% of 8th graders overall in the US were considered proficient in math, according to the National Assessment of Education Progress. In Puerto Rico, so few students made the cut in either grade that the percentages rounded to zero. Children on the island also have worse graduation rates, and reading scores continue to decline. No state even comes close to this level of educational impoverishment. Reporter Kavitha Cardoza traveled to Puerto Rico to talk with students and educators about what's going on. The first graders in Addy Abreu's class listen intently to a story about the flamboyant tree. It's beloved in Puerto Rico for its expansive canopy and fiery red blossoms. Children wiggle, then giggle, as Abreu stomps her feet, flings her arms wide and imitates a rooster. When they see a picture of all the little insects that live in the tree, the children can't contain themselves. When I spoke to her last fall, Abreu had been a teacher for 23 years. She told me she'd only just learned how to be effective, though, when she got help from a non-profit. Before that, she rarely had professional development, so she didn't know it was important to read aloud, to go over words more than once, or ask students to summarize a story. That changed when she got some training. It's the best thing that could have happened to me as a teacher. The lack of professional development opportunities among teachers on the island is part of the reason why so few students can read. First grade, 11 percent. Second grade, 6 percent. Third grade, 1.29 percent. One point twenty-nine, you mean one percent? One percent, yeah. Carlos Rodriguez-Sylvestre is the executive director of the Flamboyant Foundation in Puerto Rico, the non-profit that helped Abreu. Children on the island learn in Spanish, so we can't compare those reading scores to American states. But there is a math test that children all over the U.S. take. In the states, a quarter of eighth graders are considered proficient or better. In Puerto Rico, not even one percent are. We have to change what we're doing. What we're doing is not good enough for the students of Puerto Rico. That's Secretary of Education Miguel Cardona speaking in May. His grandparents are from the island. Cardona isn't just talking about test scores. There are other stark gaps. Compared with the mainland, students in Puerto Rico are less likely to graduate high school, go on to college, and eventually earn a bachelor's degree. Some of this is because of limited professional development for teachers, as well as poor pay. But many reasons go beyond the school system. There is an element of racism in the treatment of Puerto Rico. That's true now. It's been true for decades upon decades. John King, whose mother is from the island, is the former Secretary of Education under President Obama. Puerto Rico occupies a nebulous position as an unincorporated territory, meaning its residents are U.S. citizens, but lack a presidential vote and representation in Congress. As the island continues to wrestle with the fallout of its bankruptcy, King says that's a big problem. You don't have folks who are showing up in Congress every day fighting for resources for the island. And so you see that there isn't the commitment to Puerto Rico and Puerto Rican kids that there should be. Child poverty is widespread at 55 percent, more than three times higher than on the mainland. And then you add in the huge outflow of population over the last few years. The student population has essentially halved since 2006. Fewer kids means under-enrolled schools, which has led to mass school closures. Teachers were reassigned, children had longer commutes and buildings were left vacant. Ana Diaz, who teaches third graders, has experienced the plummeting enrollment firsthand. She says she worries a lot, especially since Hurricane Maria hit in 2017. Thirty kids are supposed to be able to fit into my classroom, but since Maria, it's been significantly lower. She started the last year with just 14 students, the fewest she's had in more than two decades of teaching. In addition to hurricanes, the island has faced earthquakes, floods and mudslides, all of which have pushed families to move to the mainland. And that has implications for Diaz's job as well. If more students leave, she could be transferred to a different school. And then there's the problem of teacher compensation. The average pay in Puerto Rico was $27,000 in 2018. Teachers in U.S. states average more than twice that. My fellow teachers are extremely more than frustrated. I would have to use a stronger expression than that. Last year, teachers learned they would no longer receive a guaranteed pension, and their retirement age was postponed. Those decisions were made by a federally appointed oversight board. I would need a lifetime more to retire, but I'm not going to teach classes into my 70s. Last year, teachers received a temporary $1,000 a month bump, but it's unclear how long that will last. It was possible because of almost $6 billion in federal funds. That money is paying for updates to the district's record systems from paper to electronic to decentralized school administration and building improvements. All important changes, but it's unclear how or when those changes will trickle down to improve student achievement. That was Kavitha Cardoza reporting from Carolina, Puerto Rico. Please consider this from NPR. I'm Mary Louise Kelly."}, "podcast_summary": "Summary: \n\nPuerto Rico has been hit by a series of natural disasters, including hurricanes, earthquakes, and floods, since Hurricane Maria in 2017. These events have had a significant impact on Puerto Rican students' mental health and academic performance. A recent study found that more than a quarter of students needed help due to emotional, mental, or behavioral situations. The lack of professional development among teachers on the island has contributed to low reading and math proficiency rates. Issues of racism, limited resources, and a high poverty rate also worsen the educational situation in Puerto Rico. The island's population has significantly decreased, leading to under-enrolled schools and mass closures. Teachers' compensation is also a concern, with the average pay in Puerto Rico being significantly lower than in US states. While federal funds have been allocated for improvements, it is unclear when those changes will translate into improved student achievement. Efforts are being made to support students, including the hiring of school nurses and psychologists, but the challenges faced by Puerto Rican students and educators remain significant.", "podcast_highlights": "Highlights from the preaching transcript:\n\n1. \"Those floods were just the latest interruption to her education and her life because of natural disasters.\"\n2. \"Fourteen-year-old Dinelas Rodriguez and her 11-year-old brother, Jadniel, are all bright eyes and braces. The siblings have been worrying about how all the school they have missed will affect their futures.\"\n3. \"Over the past two years, U.S. Secretary of Education Miguel Cardona has signed off on $6 billion in federal money for the island's school system.\"\n4. \"The lack of professional development opportunities among teachers on the island is part of the reason why so few students can read.\"\n5. \"Comparatively, students in Puerto Rico are less likely to graduate high school, go on to college, and eventually earn a bachelor's degree.\"\n\nTopics to further explore:\n1. Impact of natural disasters on education\n2. Funding and support for Puerto Rico's school system\n3. Professional development for teachers on the island\n4. Education inequalities between Puerto Rico and the mainland\n5. Challenges of student achievement and graduation rates in Puerto Rico"}