{"podcast_details": {"podcast_title": "Brain Lenses", "episode_title": "Vocational Awe", "episode_image": "https://substackcdn.com/feed/podcast/17202/cfa1afdb12e1ab679b0a1e5ed7138ed1.jpg", "episode_transcript": " You're listening to Brain Lenses, a show about how we perceive the world, ourselves, and each other. I'm Colin Wright. There's a term that's become popular in librarian circles, vocational awe, which refers to the tendency to assume benevolence and correctness in an industry because of how generally and assumedly positive that industry's motivations, intentions, and outcomes are. This concept was popularized by PhD student, librarian, and game designer Fabazi Eder, who coined it to refer to a sort of ambivalence she feels, and other librarians seem to feel, about the work they do. In essence, they're able to contribute substantially to the well-being of their patrons, and arguably society as a whole, by providing access and support, acceptance, and third places, environments in which to exist beyond one's work and one's home. But they're also underpaid, overworked, abused, and villainized by those within the library system and patrons, and thus simultaneously celebrated and taken advantage of, heralded as do-gooders, but also put in a position where they must often suffer, personally, to do the beneficial things they do. This leads to a situation in which folks working in this industry must either adopt the label librarian, as a sort of identity-defining term, incorporating these expectations and burdens into their lives, and figuring out ways to make it through mostly psychologically and physically intact, or they're derided as insufficiently morally pure and weeded out, unable to make the lack of sufficient pay, lack of proper support, and lack of positive valence from a substantial portion of the population and the politicians, who sometimes rile that population up against them, work over the long term. Librarians are told they must be passionate about their work, must endure the slings and arrows cast at them because, well, that's just part of the job. If you can't cope, you are not cut out to be a librarian. This leaves out the fact that those downsides need not shape a librarian's reality. They are the consequence of issues within the system, within the politics that shape that system, and within the broader culture that makes some people think they can abuse public servants of this kind. The idea that librarians must suffer to do their jobs is a convenient story told to those doing the suffering and to those who cause the suffering then, and enabled in part by the awe evoked by the work they do. If that awe disappeared, there's a chance we could have real deal conversations about these flaws and maybe even address them, but until said awe is tempered and seen for what it is, those conversations are unlikely to be productive or held in the first place. This term can be used beyond the realm of libraries, too, as it arguably applies to anyone who does work that is beneficial and celebrated in some way, but which also loads up those doing such work with burdens that are not inherent to the work, merely the consequence of badly thought out, antique, or insufficiently supported industry infrastructure. Frontline workers, including grocery store employees and folks who do various sorts of public maintenance work who were told they could not stay home during the pandemic, were lauded and cheered during the height of the COVID-19 pandemic, while also being forced to put themselves in physical danger for low pay. Doctors and nurses and other medical staff are likely to work under similar conditions on a regular basis, their compensation seldom aligning with the extreme hours, stress, and other lifestyle defining pressures they face. This same sort of awe is often injected into other workplaces as well, with CEOs and founders trying to get employees to see themselves as part of something larger, something worth sacrificing for, which can be broadly beneficial in the sense that it allows workers to feel like they're part of something big and important, something beyond themselves, but potentially damaging in that it can also fuel pressure to work nights and weekends, implicitly requiring they set aside their own preferences, needs, and even general well-being in favor of what is best for the company, putting their at work family over their actual at home family. It may be possible to strike a balance between embracing the idea of doing important work and wringing oneself out in support of that work, but it's a tricky line to walk, especially since many of us don't have a solid sense of what we need to sustain our health, physical and psychological, and our financial foundation, but even those of us who do may find it tricky to voice these shortcomings in contexts where we are told it is normal and good to sacrifice ourselves in support of a larger cause. You can find out more about BrainLenses, including how to support this show, and in return receive an additional episode of the show each week at BrainLenses.com. You can also support this and all of my projects at UnderStandary.com. I'm Colin Wright, and I'll talk to you again next week."}, "podcast_summary": "In this podcast episode, the concept of vocational awe is discussed. Vocational awe refers to the tendency to assume benevolence and correctness in an industry due to its positive intentions and outcomes. This concept is particularly evident in the field of librarianship, where librarians provide valuable support and access to information but are often underpaid, overworked, and mistreated. Librarians are expected to endure these hardships as part of the job, and those who cannot cope are criticized or weeded out. However, these downsides are not inherent to the work itself but rather a result of systemic issues and the abuse of public servants. The awe surrounding librarians' work prevents meaningful conversations about these flaws from taking place. This concept of vocational awe extends beyond libraries and can be observed in other professions where the work is beneficial and celebrated, but individuals are burdened by poorly supported industry infrastructure or unreasonable expectations. Frontline workers, such as grocery store employees and medical staff, often face similar conditions, with their compensation not aligning with the stress and pressures they experience. This awe is also injected into other workplaces, where employees are urged to sacrifice their own well-being for the success of the company. Striking a balance between recognizing the importance of the work and maintaining one's health and personal needs is a challenge, especially when societal norms encourage self-sacrifice for a larger cause. Ultimately, addressing these shortcomings requires a shift in perception and a reevaluation of the idea that suffering is an inherent part of doing meaningful work.", "podcast_highlights": "Highlights from the transcript:\n\n1. \"In essence, they're able to contribute substantially to the well-being of their patrons, and arguably society as a whole, by providing access and support, acceptance, and third places.\"\n2. \"But they're also underpaid, overworked, abused, and villainized by those within the library system and patrons, and thus simultaneously celebrated and taken advantage of.\"\n3. \"This leads to a situation in which folks working in this industry must either adopt the label librarian, as a sort of identity-defining term, incorporating these expectations and burdens into their lives, and figuring out ways to make it through mostly psychologically and physically intact, or they're derided as insufficiently morally pure and weeded out.\"\n4. \"The idea that librarians must suffer to do their jobs is a convenient story told to those doing the suffering and to those who cause the suffering.\"\n5. \"This term can be used beyond the realm of libraries, too, as it arguably applies to anyone who does work that is beneficial and celebrated in some way, but which also loads up those doing such work with burdens that are not inherent to the work.\"\n\nTopics to further explore:\n- Vocational awe and its effects\n- Struggles faced by librarians and other frontline workers\n- Balancing the importance of one's work with personal well-being and boundaries"}