{"podcast_details": {"podcast_title": "Founder's Journal", "episode_title": "Inside the Mind of Elon Musk", "episode_image": "https://megaphone.imgix.net/podcasts/026068d2-5cf9-11ec-906e-47531b90b6cd/image/FJ_FinalCoverArt_Shopify.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " What's up, everyone? Welcome back to another episode of Founders Journal, the best show on planet Earth for entrepreneurs and builders. I'm your host, Alex Lieberman, co-founder and executive chairman of Morning Brew. Today, I am breaking down a viral tweet from a former Twitter employee about pre-Elon Twitter, post-Elon Twitter, and how Elon Musk is as a leader. I share parts of the post, as well as lessons that any leader can take away. Let's hop into it. Esther Crawford was the director of product management at Twitter. She was the CEO of a company called Scout, which was a group video chat app. Scout was acquired in December of 2020 by Twitter, and Esther went on to run several of Twitter's top product initiatives, and she went on to report directly to Elon Musk for a period of time. After he bought the company and became CEO, Esther recently put out a 2400 word tweet accompanied by a 14-minute long video of her reading the tweet, and in it, she shared her thoughts about Twitter before Elon, Twitter after Elon acquired the business, and what it was like to work for the man directly. The post deservedly blew up getting 14,500 likes, 4.3 million views, as Esther provided one of the more in-depth looks at Elon Musk's leadership style, as well as a nuanced perspective on Twitter as a company. What I want to do is share a few clips from Esther's recording, and then share my takeaways from what she said. I'm also going to link to the tweet in the show notes if you want to read or watch the full thing, which I highly recommend because this is basically a live case study for any founder. The first lesson is about the painful trap that so many companies fall into as they grow. Here's what Esther says. As someone with a maniacal sense of urgency built into me, Twitter often felt siloed and bureaucratic. Dumb power plays, reorgs, and team name changes for the sake of someone's ego were distractions that occurred too regularly. You couldn't just be a builder. You also needed to be a politician. My reaction to this is, for many years now, people have talked about the sluggishness of Twitter's product evolution and growth as a business. So it's really interesting to hear that validated by Esther. What's also scary about the type of organization that she describes is that this shift from meritocracy to bureaucracy and the feeling of running in place versus running towards something is a real challenge that so many companies face at a certain scale, and it can happen at companies way smaller than Twitter. I want to explore further what it is exactly that leads to this unfortunate cultural shift, but I have a few theories. I think that once companies get to a certain size, they need to recruit executives that have run orgs of similar size. That is a good thing in terms of having people that have a proven playbook, but it's a bad thing if they were indoctrinated in a political culture that they are now bringing to your company. Another big contributor is what I call organizational debt. Years of meetings, years of different processes, systems pile up. All these things add up on top of each other, leaving more and more steps between employees and a decision or a goal that needs to be made. The next clip by Esther is about the emotional journey of waiting for Twitter to sell. The months of waiting for the deal to close in 2022 were particularly slow and painful. It felt like leadership hid behind lawyers and legal language, as all answers about the company's future notoriously included the phrase fiduciary duty. Colleagues openly talked about how Twitter was being sold because leadership didn't have conviction in their own plan or ability to fix longstanding problems. What Esther is saying makes so much sense. I remember during the 11 months that we were working on selling Morning Brew, Austin and I spent so much time talking about how much to share and when to share about the potential deal. We ultimately decided to only share when the deal was happening because we didn't want to spook the team in the early months of our negotiation only to have the deal be killed before the finish line. And while we thought that this was the right move to make sure employees weren't going through the emotional roller coaster unnecessarily, there were several employees who felt similarly to how Esther felt ahead of Twitter's deal. The next quote is about Esther's view on Elon. In person, Elon is oddly charming and he's genuinely funny. He also has personality quirks like telling the same stories and jokes over and over. The challenge is his personality and demeanor can turn on a dime, going from excited to angry. Since it was hard to read what mood he might be in and what his reaction would be to any given thing, people quickly became afraid of being called into meetings or having to share negative news with him. At times, it felt like the inner circle was too zealous and fanatical in their unwavering support of everything he said. When individuals encouraged me to be careful about what I said, I politely thanked them and said I would not be taking their advice. I had no interest in adding to a culture of fear or walking on eggshells around Elon. Either he would respect me for being real or he could fire me. Either outcome was okay. This is probably the most nuanced take on Elon Musk I've ever read, which I really respect. People are complicated, leaders are complicated, and you can bet that the guy who started or ran Tesla, SpaceX, Neuralink, Boring Company, OpenAI, and Twitter is complicated as well. Here's my take on Musk's leadership style. The benefits of his strongly opinionated mercurial leadership that creates an almost religious following are that amazing results can be produced at unheard of speeds. We've seen that with Twitter. Even if you don't agree with the decisions, very significant decisions like cutting 75% of the workforce and making dozens of product updates have happened in weeks versus years. People are committed to Elon, partially because they fear him, partially because they respect his abilities and his commitment to the work that he's doing, partially because he works on problems that are naturally motivating for highly ambitious people. Which makes me think when the ambition of your company is large enough, it can mask or make up for character flaws in its leader. But at a certain point, fear-mongering and lack of psychological safety does catch up with every leader. It perhaps just gets extended at companies with bigger missions. We're going to take a quick break, but more from Founders Journal when we get back. And one final quote from Esther on the costs of fame and success. I'd be remiss if I didn't note that in all of this, there's also a cautionary tale for anyone who succeeds at something, which is that the higher you climb, the smaller your world becomes. It's a strange paradox, but the richest and most powerful people are also some of the most isolated. I found myself frequently looking at Elon and seeing a person who seemed quite alone because his time and energy was so pure and so powerful because his time and energy was so purely devoted to work, which is not the model of a life I want to live. Money and fame can create psychological prisons, which may worsen mental health conditions. We've all seen high-profile cases of celebrities who end up with some combination of depression, paranoia, delusions of grandeur, mania, and or erratic behavior. Living in an echo chamber is dangerous, and being at the top makes you a person even more susceptible to being surrounded by yes people when nearly everyone around you is on the payroll, and somehow stands to benefit from being in your orbit. Figuring out how to keep better angels around in the form of family, friends, and teammates is critical to staying on the rails and enduring intense ups and downs. Everyone needs to hear hard truths sometimes, and if you fire all the people who speak up, then the reality distortion field may just turn into a vortex. What Esther says here resonates with me so much. As children, many of us grow up with this notion that we're going to change the world or become a billionaire or be remembered by humanity for centuries to come. And the reality of this situation is it's probably not true. Partially because changing the world is really difficult. Partially because no matter how successful you are, you won't be remembered four or five generations from now. And partially because as children, we don't consider the costs of achieving these things I just mentioned. One cost is the cost of family, friends, and anything else that isn't work. Like Esther, I have zero interest in having a career that requires me to concede on having many shared life experiences with the people that matter most to me. And while I don't envy Elon for the position that he's in, basically giving up everything else in life outside of work, I am also extremely thankful for the few people like him that are willing to accept the cost of trying to change the world. But the other cost that I'm aware of, but I haven't thought as deeply about, is the decrease in intellectual honesty of people around you as you become more successful. Esther describes this echo chamber of yes people that surround Elon at Twitter, which is super dangerous for him and for the business. As a founder of a business, you will naturally have yes people from the start who don't want to upset you as the leader of the company, which is why it is your job to hire the right people that are critical thinkers and create the right environment for them where they are praised for sharing their ideas openly, whether or not they're in agreement with the founder. This responsibility only becomes more exaggerated as you gain more and more credibility as a leader, because people will assume more and more that you are right and they are wrong. That is what the truth must be. So you need to get even more intentional about curating the voices around you and creating safety for them to share honestly, because the odds that they do that go down as you get bigger and bigger. There is so much more to this post by Esther, so I highly recommend that you check out the full thing. But to summarize a few of my biggest lessons from the episode. First, businesses will naturally become hierarchical and political as they grow, because of the hires you'll have to make and the organizational debt that accumulates. So it's your job to intentionally fight this shift. Second, large changes to a company like an acquisition create a ton of uncertainty for employees and a leader owes it to their employees to be as thoughtful about how they communicate and consider the decision that shows empathy for their team. Third, people are complex, leaders are complex, and it's important to look at them with compassion and nuance, especially in a society that is increasingly rewarding, hot takes and polarizing views. And fourth, there is a huge cost of committing to solving really hard problems in life. For many people, it's not worth the cost, but I believe we have to respect the commitment of those who take on future defining missions. And for the people that do embark on these ambitious journeys, it only gets more and more important for them to curate the right people around them and empower those people to express themselves freely. As always, thank you so much for listening to Founders Journal and I'll catch you next episode."}, "podcast_summary": "In this episode of Founders Journal, host Alex Lieberman breaks down a viral tweet from a former Twitter employee about the pre-Elon and post-Elon Twitter eras, as well as Elon Musk's leadership style. The employee, Esther Crawford, shares insights on the sluggishness of Twitter's product evolution, the challenges of working in a bureaucratic organization, the emotional journey of waiting for the company to be sold, and her perspective on Elon Musk as a leader. Lieberman provides his own takeaways, including the pitfalls of organizational growth, the importance of effective communication during periods of uncertainty, the nuanced nature of leadership, and the costs of fame and success. Overall, the episode offers valuable lessons for founders and leaders of all types of businesses.", "podcast_highlights": "Highlights from the transcript:\n1. \"Dumb power plays, reorgs, and team name changes for the sake of someone's ego were distractions that occurred too regularly.\"\n2. \"The months of waiting for the deal to close in 2022 were particularly slow and painful.\"\n3. \"At times, it felt like the inner circle was too zealous and fanatical in their unwavering support of everything he said.\"\n4. \"Living in an echo chamber is dangerous, and being at the top makes you a person even more susceptible to being surrounded by yes people.\"\n5. \"Businesses will naturally become hierarchical and political as they grow, because of the hires you'll have to make and the organizational debt that accumulates. So it's your job to intentionally fight this shift.\"\n\nTopics to further explore:\n1. Organizational culture and bureaucracy in growing companies\n2. The impact of acquisitions on employee morale and uncertainty\n3. The dangers of yes men in leadership positions"}